An error occurred in family "[Name]" that cannot be automatically resolved.\nError Information:\n"[Text]"
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
 Syntax
  C#
public static FailureDefinitionId UnresolvableErrorInFamilyWarn { get; }
  Visual Basic
Public Shared ReadOnly Property UnresolvableErrorInFamilyWarn As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ UnresolvableErrorInFamilyWarn {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures GeneralFailures Class
  Autodesk.Revit.DB Namespace